Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/Pearl.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# INSTRUCTION_DETAIL_STATE_PARTIAL_CAPTURE
source: Face ID works best when it learns to recognize your face from all angles. However, if you are unable to complete the circle, you can choose to use Face ID with fewer angles.
ar: تعمل بصمة الوجه بأفضل صورة عندما تعرف كيف تتعرف على وجهك من جميع الزوايا. لكن إن لم يكن باستطاعتك إكمال الدائرة، يمكنك أن تختار استخدام بصمة الوجه بزوايا أقل.
bg: Face ID работи най-добре, когато се научи да разпознава лицето ви от всички ъгли. Независимо от това, ако не можете да завършите кръга, можете да изберете да използвате Face ID с разпознаване на по-малко ъгли/страни.
ca: El Face ID funciona millor quan aprèn a reconèixer la teva cara des de tots els angles. Tanmateix, si no pots completar el cercle, pots utilitzar el Face ID amb menys angles.
cs: Face ID funguje nejlépe, když se naučí rozpoznávat vaši tvář ze všech úhlů. Pokud nemůžete opsat celý kruh, můžete Face ID používat i s částečnou sadou úhlů.
da: Face ID virker bedst, når dit ansigt genkendes fra alle vinkler. Hvis du ikke kan fuldende cirklen, kan du vælge at bruge Face ID med færre vinkler.
de: Face ID funktioniert am besten, wenn es lernt, dein Gesicht aus allen Blickwinkeln zu erkennen. Falls du den Kreis nicht schließen kannst, kann Face ID aber auch mit weniger Blickwinkeln verwendet werden.
el: Το Face ID λειτουργεί καλύτερα όταν μάθει να αναγνωρίζει το πρόσωπό σας από όλες τις γωνίες. Αν δεν είναι δυνατό να ολοκληρώσετε τον κύκλο, μπορείτε να επιλέξετε τη χρήση του Face ID με λιγότερες γωνίες.
es: Face ID funciona mejor si reconoce tu cara desde todos los ángulos. No obstante, si no puedes completar el círculo, tienes la opción de usar Face ID con menos ángulos registrados.
es_us: Face ID funciona mejor cuando aprende a reconocer tu cara desde cualquier ángulo. No obstante, si no puedes llenar el círculo, puedes elegir usar Face ID con menos ángulos.
fi: Face ID toimii parhaiten, kun se oppii tunnistamaan kasvosi kaikista kulmista. Jos et saa ympyrää täyteen, voit kuitenkin käyttää Face ID:hen vähemmän kuvakulmia.
fr: Face ID fonctionne mieux lorsqu’il apprend à reconnaître votre visage sous tous ses angles. Cependant, si vous ne parvenez pas à compléter le cercle, vous pouvez choisir d’utiliser Face ID en capturant moins d’angles.
fr_ca: Face ID fonctionne mieux lorsqu’il apprend à reconnaître votre visage sous tous ses angles. Cependant, si vous ne parvenez pas à compléter le cercle, vous pouvez choisir d’utiliser Face ID en capturant moins d’angles.
he: ‏Face ID פועל טוב יותר כאשר הוא לומד לזהות את כל זוויות הפנים שלך. אם אין לך אפשרות להשלים את המעגל, באפשרותך לבחור להשתמש ב-Face ID עם פחות זוויות סרוקות.
hi: Face ID तब सबसे बढ़िया काम करती है, जब यह आपके चेहरे की पहचान सभी कोणों से करना सीख लेती है। हालाँकि, यदि आप चक्कर पूरा करने में असमर्थ रहते हैं, तो आप Face ID का इस्तेमाल कुछ कोणों के साथ कर सकते हैं।
hr: Face ID najbolje radi kad nauči prepoznavati lice iz svih kutova. Ipak, ako ne možete napraviti krug, možete koristiti Face ID iz manje kutova.
hu: A Face ID akkor működik optimálisan, ha minden szögből megtanulja felismerni az Ön arcát. Ha azonban nem sikerül befejeznie a kört, akkor dönthet úgy, hogy kevesebb szöggel használja a Face ID‑t.
id: Face ID dapat berfungsi secara optimal jika dapat belajar mengenali wajah Anda dari semua sisi. Namun, jika Anda tidak dapat melengkapi lingkaran, Anda dapat memilih untuk menggunakan Face ID dengan lebih sedikit sisi.
it: Face ID funziona al meglio quando è possibile rilevare i tratti del volto da tutte le angolazioni. Tuttavia, se non riesci a completare il cerchio, puoi scegliere di usare Face ID con una lettura parziale dei tratti facciali.
ja: Face IDは、すべての角度から顔を認識するように設定すると最もよく機能します。 しかし、顔認識の設定をすべての角度から行うことが難しい場合は、一部認識された状態でFace IDを使用することも可能です。
kk: Face ID функциясы бет-әлпетіңізді барлық ракурстан танып үйренген кезде жақсы істейді. Алайда шеңберді аяқтау мүмкін болмаса, Face ID функциясын азырақ ракурспен пайдалануды таңдауға болады.
ko: Face ID는 사용자의 얼굴을 모든 각도에서 인식할 때 가장 잘 동작합니다. 그러나, 원을 그리는 동작을 완료하지 못했어도 인식한 각도만으로 Face ID를 사용하도록 선택할 수 있습니다.
lt: „Face ID“ geriausiai veikia, kai išmoksta atpažinti jūsų veidą visais kampais. Tačiau, nepavykus užbaigti apskritimo, galite pasirinkti naudoti „Face ID“ naudojant mažiau kampų.
ms: Face ID berfungsi terbaik apabila ia mempelajari untuk mengecam wajah anda dari semua sudut. Walau bagaimanapun, jika anda gagal melengkapkan bulatan, anda boleh memilih untuk menggunakan Face ID dengan sudut yang kurang.
nl: Face ID werkt het best wanneer deze je gezicht leert herkennen vanuit alle hoeken. Als je de cirkel echter niet compleet kunt maken, kun je Face ID met minder hoeken gebruiken.
no: Face ID fungerer best når ansiktet ditt har blitt registrert fra alle vinkler. Hvis du ikke klarer å fullføre sirkelen, kan du velge å bruke Face ID med færre vinkler.
pl: Face ID działa najlepiej, gdy nauczy się rozpoznawać Twoją twarz pod wszystkimi kątami. Jeśli jednak nie możesz ukończyć pełnego koła, możesz używać Face ID pod mniejszą liczbą kątów.
pt_br: O Face ID funciona melhor quando é capaz de reconhecer todos os ângulos do seu rosto. Porém, se você não puder completar o círculo, é possível usar o Face ID com menos ângulos.
pt_pt: Face ID funciona melhor quando reconhece todos os ângulos do seu rosto. No entanto, se não conseguir completar o círculo, pode usar Face ID com menos ângulos.
ro: Face ID funcționează optim când învață să vă recunoască chipul din toate unghiurile. Totuși, dacă nu reușiți să completați cercul, puteți alege să utilizați Face ID cu mai puține unghiuri.
ru: Face ID работает лучше всего, когда функция научилась распознавать Ваше лицо с любого ракурса. Однако, если круговое движение головой завершить не удается, Вы можете использовать Face ID с меньшим количеством ракурсов.
sk: Face ID funguje najlepšie, keď sa naučí rozpoznávať vašu tvár zo všetkých uhlov. Ak nedokážete opísať celý kruh, môžete používať Face ID aj s čiastočným skenom tváre.
sl: Funkcija Face ID deluje najbolje, če lahko poteze obraza prepozna iz vseh kotov. Če ne morete dokončati kroga, lahko funkcijo Face ID uporabljate z manj koti.
sv: Face ID fungerar bäst när funktionen lär sig att känna igen ditt ansikte från alla vinklar. Om du inte kan stänga cirkeln kan du dock välja att använda Face ID med färre vinklar.
th: Face ID จะทำงานได้ดีที่สุดเมื่อเรียนรู้และจดจำใบหน้าของคุณได้ครบทุกมุม อย่างไรก็ตาม ถ้าคุณไม่สามารถหมุนศีรษะเพื่อทำให้วงกลมเต็มได้ คุณสามารถเลือกใช้ Face ID ที่ขาดไปบางมุมได้
tr: Face ID, yüzünüzü tüm açılardan tanımayı öğrendiğinde daha iyi çalışır. Ancak daireyi tamamlayamıyorsanız Face ID’yi daha az açıdan kullanmayı seçebilirsiniz.
uk: Функція Face ID працює найкраще, якщо навчити її розпізнавати ваше обличчя під різними кутами. Але якщо не вдається повністю зісканувати обличчя по колу, усе одно можна використовувати Face ID з меншою кількістю ракурсів.
vi: Face ID hoạt động tốt nhất khi ghi nhớ cách nhận dạng khuôn mặt bạn từ mọi góc nhìn. Tuy nhiên, nếu không thể hoàn thành vòng tròn thì bạn có thể lựa chọn sử dụng Face ID với ít góc hơn.
zh_cn: 面容ID在全角度识别你的面部时效果最佳。 但如果无法完成全方位采集，你可以选择使用较少的角度来使用面容ID。
zh_hk: Face ID學習識別面部的所有角度後會發揮最佳效用。 不過，如你無法完成畫圓，可以選擇以較少角度使用Face ID。
zh_tw: Face ID在學習辨識臉部的所有角度後才能有最佳效果。 然而，若你無法完成圓圈，可以選擇以較少角度使用Face ID。

source: Reset Face ID
ar: إعادة تعيين بصمة الوجه
bg: Нулирай Face ID
ca: Restableix el Face ID
cs: Resetovat Face ID
da: Nulstil Face ID
de: Face ID zurücksetzen
el: Επαναφορά Face ID
es: Restablecer Face ID
es_us: Restablecer Face ID
fi: Nollaa Face ID
fr: Réinitialiser Face ID
fr_ca: Réinitialiser Face ID
he: איפוס Face ID
hi: Face ID रीसेट करें
hr: Resetiraj Face ID
hu: Face ID alaphelyzetbe állítása
id: Atur Ulang Face ID
it: Inizializza Face ID
ja: Face IDをリセット
kk: Face ID бастапқы күйге қайтару
ko: Face ID 재설정
lt: Nustatyti „Face ID“ iš naujo
nl: Stel Face ID opnieuw in
no: Nullstill Face ID
pl: Wyzeruj Face ID
pt_br: Redefinir Face ID
pt_pt: Repor Face ID
ro: Resetați Face ID
ru: Сбросить Face ID
sk: Resetovať Face ID
sl: Ponastavi funkcijo Face ID
sv: Nollställ Face ID
th: รีเซ็ต Face ID
tr: Face ID’yi Sıfırla
uk: Скинути Face ID
vi: Đặt lại Face ID
zh_cn: 重设面容ID
zh_hk: 重設Face ID
zh_tw: 重置Face ID

# PEARL_FOOTER_LINK
source: About Face ID & Privacy…
ar: حول بصمة الوجه والخصوصية…
bg: За Face ID и поверителност…
ca: Sobre el Face ID i la privacitat…
cs: O Face ID a soukromí…
da: Om Face ID og anonymitet…
de: Über Face ID & Datenschutz …
el: Πληροφορίες για το Face ID και το απόρρητο…
es: Acerca de Face ID y la privacidad…
es_us: Acerca de Face ID y la privacidad…
fi: Tietoja: Face ID ja tietosuoja…
fr: Face ID et confidentialité…
fr_ca: Face ID et confidentialité…
he: מידע בנושא Face ID ופרטיות…
hi: Face ID और गोपनीयता परिचय…
hr: Više o Face ID‑ju i privatnosti…
hu: A Face ID-ról és az adatvédelemről…
id: Mengenai Face ID & Privasi…
it: Info Face ID e privacy…
ja: Face IDとプライバシーについて…
kk: Face ID және құпиялылық туралы ақпарат…
ko: Face ID 및 개인정보 보호에 관하여…
lt: Apie „Face ID“ ir privatumą…
ms: Perihal Face ID & Privasi…
nl: Over Face ID en privacy…
no: Om Face ID og personvern…
pl: Face ID i prywatność…
pt_br: Sobre o Face ID e Privacidade…
pt_pt: Acerca do Face ID e Privacidade…
ro: Despre Face ID și intimitate…
ru: О Face ID и конфиденциальности…
sk: O Face ID a súkromí…
sl: Več o funkciji Face ID in zasebnosti …
sv: Om Face ID och integritet…
th: เกี่ยวกับ Face ID และความเป็นส่วนตัว…
tr: Face ID ve Gizlilik Hakkında…
uk: Про Face ID і Приватність…
vi: Giới thiệu về Face ID & Quyền riêng tư…
zh_cn: 关于面容ID与隐私…
zh_hk: 關於Face ID與私隱⋯
zh_tw: 關於Face ID與隱私權⋯

# NO_SECOND_IDENTITY_ENROLLED_FOOTER
source: In addition to continuously learning how you look, Face ID can recognize an alternate appearance.
ar: بالإضافة إلى تعلُّم هيئتك باستمرار تستطيع بصمة الوجه أن تتعرف على مظهر آخر لك.
bg: Face ID непрекъснато се учи как изглеждате, но освен това може да разпознае алтернативна външност.
ca: A més d’aprendre continuadament quin és el teu aspecte, el Face ID pot reconèixer un aspecte alternatiu.
cs: Face ID může kromě průběžného vylepšování rozpoznávání vaší podoby přidat alternativní vzhled.
da: Udover at Face ID konstant lærer, hvordan du ser ud, kan funktionen også genkende en alternativ fremtoning.
de: Face ID lernt ständig dazu, wie sich dein Aussehen verändert, und kann zusätzlich noch ein alternatives Erscheinungsbild erkennen.
el: Εκτός από το ότι μαθαίνει συνεχώς την εμφάνισή σας, το Face ID μπορεί να αναγνωρίσει μια εναλλακτική εμφάνιση.
es: Además de aprender continuamente de tus cambios de aspecto, Face ID puede reconocer un aspecto secundario.
es_us: Además de aprender continuamente a reconocer cómo te ves, Face ID puede reconocer una apariencia adicional.
fi: Sen lisäksi, että Face ID oppii tuntemaan sinut koko ajan paremmin, se voi tunnistaa vaihtoehtoisen Face ID -otoksen.
fr: En plus de s’adapter aux changements de votre visage, Face ID peut reconnaître une seconde apparence.
fr_ca: En plus d’assimiler votre apparence de façon continue, Face ID peut en reconnaître une autre.
he: בנוסף ללמידה תמידית של המראה שלך, ‏Face ID יכול גם לזהות מראה נוסף.
hi: आपके चेहरे को लगातार जानने की कोशिश करने के अलावा Face ID वैकल्पिक रूप-रंग की पहचान कर सकता है।
hr: Osim što stalno uči kako izgledate, Face ID može prepoznati alternativni izgled.
hu: Amellett, hogy a Face ID folyamatosan tanulja az Ön külsejét, képes felismerni egy alternatív külalakját is.
id: Selain terus menerus mempelajari penampilan Anda, Face ID dapat mengenali penampilan alternatif.
it: Oltre a imparare a riconoscerti in modo continuo, Face ID può rilevare un aspetto alternativo.
ja: Face IDは継続的に容貌/外見を学習するだけでなく、もう一つの容姿を認識することもできます。
kk: Face ID функциясы бетіңіздің өзгерістеріне үздіксіз бейімделе отырып, ол балама сырт келбетті де анықтай алады.
ko: Face ID가 사용자의 모습을 계속 학습하는 것은 물론, 대체 외모도 인식할 수 있습니다.
lt: „Face ID“ ne tik nuolat įsimena, kaip atrodote, bet ir gali atpažinti alternatyvią išvaizdą.
ms: Selain mempelajari penampilan anda secara berterusan, Face ID boleh mengecam penampilan alternatif.
nl: Face ID leert niet alleen voortdurend hoe je eruitziet, maar kan ook een ander uiterlijk herkennen.
no: I tillegg til at Face ID lærer hvordan utseendet ditt forandrer seg, kan funksjonen også kjenne igjen et nytt utseende.
pl: Face ID nie tylko stale uczy się Twojego wyglądu, ale może także rozpoznawać zupełnie inny wygląd Twojej twarzy.
pt_br: Além de aprender continuamente a reconhecer você, o Face ID pode reconhecer um visual alternativo.
pt_pt: Além de continuar a aprender a sua aparência, Face ID pode ainda reconhecer uma aparência diferente.
ro: Pe lângă învățarea continuă a modului în care arătați, Face ID poate recunoaște o înfățișare alternativă.
ru: Face ID адаптируется к изменениям Вашей внешности, а также может распознавать альтернативный внешний вид.
sk: Okrem priebežného vylepšovania rozpoznávania vašej tváre dokáže teraz Face ID rozpoznať aj alternatívny vzhľad.
sl: Funkcija Face ID se nenehno uči, kako se spreminja vaš videz, hkrati pa lahko prepozna tudi nadomestni videz.
sv: Utöver att Face ID hela tiden lär sig hur du ser ut kan funktionen känna igen ett alternativt utseende.
th: นอกเหนือจากการเรียนรู้และจดจำใบหน้าของคุณอย่างต่อเนื่องอยู่ตลอดเวลาแล้ว Face ID ยังสามารถจดจำรูปลักษณ์อีกแบบได้
tr: Face ID nasıl göründüğünüzü sürekli olarak öğrenmekle kalmaz, alternatif görünüşleri de tanıyabilir.
uk: Face ID може не лише постійно адаптуватися до змін вашого обличчя, але й розпізнавати альтернативний варіант зовнішності.
vi: Ngoài việc liên tục ghi nhớ ngoại hình của bạn, Face ID còn có thể nhận ra diện mạo thay thế.
zh_cn: 除持续学习你的长相外，面容ID还可识别替用外貌。
zh_hk: 除了不斷學習你的容貌，Face ID亦可以識別一個替代的容貌。
zh_tw: 除了繼續學習你的外貌外，Face ID還可以識別另一種容貌。

# PEARL_FOOTER
source: Apple Vision Pro can recognize the unique, three-dimensional features of your face to allow secure access to apps and payments. %@
ar: يمكن لـ Apple Vision Pro التعرف على ملامح مميزة ثلاثية الأبعاد لوجهك للتمكن من الوصول بأمان إلى التطبيقات وإجراء الدفعات. %@
bg: Apple Vision Pro може да разпознава уникалните триизмерни характеристики на вашето лице и да позволява сигурен достъп до приложения и плащания. %@
ca: L’Apple Vision Pro pot reconèixer les teves faccions úniques i tridimensionals per accedir de manera segura a les apps i als pagaments. %@
cs: Apple Vision Pro může rozpoznávat jedinečné trojrozměrné rysy vaší tváře a povolit zabezpečený přístup k aplikacím a platbám. %@
da: Apple Vision Pro kan genkende dit ansigts unikke, tredimensionelle træk og give sikker adgang til apps og betalinger. %@
de: Die Apple Vision Pro kann die eindeutigen, dreidimensionalen Merkmale deines Gesichts erkennen, um sicheren Zugriff auf Apps und Zahlungen zuzulassen. %@
el: Το Apple Vision Pro μπορεί να αναγνωρίζει τα μοναδικά τρισδιάστατα χαρακτηριστικά του προσώπου σας για να επιτρέπει ασφαλή πρόσβαση σε εφαρμογές και ασφαλείς πληρωμές. %@
es: El Apple Vision Pro puede reconocer las facciones tridimensionales únicas de tu cara para permitir el acceso a las apps y los pagos de manera segura. %@
es_us: El Apple Vision Pro puede reconocer tus rasgos faciales característicos en tres dimensiones para permitir el acceso seguro a apps y pagos. %@
fi: Tunnistamalla kasvojesi yksilölliset, kolmiulotteiset piirteet Apple Vision Pro mahdollistaa suojatun pääsyn appeihin ja maksuihin. %@
fr: L’Apple Vision Pro peut reconnaître les traits uniques et en trois dimensions de votre visage afin de permettre un accès sécurisé aux apps et aux paiements. %@
fr_ca: L’Apple Vision Pro peut reconnaître les traits uniques et en trois dimensions de votre visage afin de permettre un accès sécurisé aux apps et aux paiements. %@
he: ה-Apple Vision Pro יכול לזהות את המאפיינים התלת-ממדיים והייחודיים של הפנים שלך כדי לאפשר גישה מאובטחת ליישומים ולתשלומים. ‏%@
hi: ऐप्स और भुगतान तक सुरक्षित ऐक्सेस के लिए Apple Vision Pro आपके चेहरे की विशिष्ट, त्रिआयामी विशेषताओं की पहचान कर सकता है। %@
hr: Apple Vision Pro može prepoznati jedinstvene trodimenzionalne značajke vašeg lica i omogućiti sigurno plaćanje i pristup aplikacijama. %@
hu: Az Apple Vision Pro képes felismerni az Ön egyedi, háromdimenziós arcvonásait, amivel lehetővé teszi a biztonságos fizetést és az appokhoz való biztonságos hozzáférést. %@
id: Apple Vision Pro dapat mengenali fitur tiga dimensi yang unik dari wajah Anda untuk mengizinkan akses aman ke app dan pembayaran. %@
it: Apple Vision Pro è in grado di riconoscere i tratti unici e tridimensionali del tuo volto e ti permette di accedere alle app ed eseguire pagamenti in modo sicuro. %@
ja: Apple Vision Proで顔の固有な特徴を3次元的に認識し、アプリに安全にアクセスしたり、支払いを行うことができます。%@
kk: Apple Vision Pro құрылғысы қолданбалар мен төлемдерге қауіпсіз қол жеткізу үшін бірегей үш өлшемді бет әлпетіңізді анықтай алады. %@
ko: Apple Vision Pro가 사용자의 얼굴 특징을 3차원으로 인식하여 앱 및 결제 기능에 안전하게 접근할 수 있도록 합니다. %@
lt: „Apple Vision Pro“ gali atpažinti unikalius trimačius veido bruožus, kad leistų saugią prieigą prie programų ir mokėjimų. %@
ms: Apple Vision Pro boleh mengecam ciri tiga dimensi wajah anda yang unik untuk membenarkan akses selamat kepada app dan bayaran. %@
nl: De Apple Vision Pro kan unieke, driedimensionale gezichtskenmerken herkennen voor beveiligde toegang tot apps en betalingen. %@
no: Apple Vision Pro kan kjenne igjen de unike, tredimensjonale ansiktstrekkene dine for å gi sikker tilgang til apper og pengeoverføringer. %@
pl: Apple Vision Pro może rozpoznawać unikalne, trójwymiarowe rysy Twojej twarzy na potrzeby bezpiecznego dostępu do aplikacji i płatności. %@
pt_br: O Apple Vision Pro pode reconhecer as características tridimensionais exclusivas do seu rosto para permitir acesso seguro a apps e pagamentos. %@
pt_pt: O Apple Vision Pro consegue reconhecer os traços tridimensionais únicos do seu rosto para permitir o acesso seguro a aplicações e pagamentos. %@
ro: Apple Vision Pro‑ul poate recunoaște caracteristicile unice, tridimensionale ale chipului dvs. pentru a permite accesul securizat la aplicații și plăți. %@
ru: Apple Vision Pro может распознавать уникальные трехмерные черты Вашего лица для безопасного доступа к приложениям и платежам. %@
sk: Apple Vision Pro dokáže rozpoznať jedinečné trojrozmerné črty vašej tváre a použiť ich na zabezpečený prístup k apkám a platbám. %@
sl: Naprava Apple Vision Pro lahko prepozna edinstvene, tridimenzionalne poteze vašega obraza, da omogoči varen dostop do aplikacij in plačil. %@
sv: Apple Vision Pro kan känna igen dina unika tredimensionella ansiktsdrag för att ge säker åtkomst till appar och betalningar. %@
th: Apple Vision Pro สามารถจดจำใบหน้าของคุณแบบสามมิติที่ไม่ซ้ำกันของแต่ละใบหน้าเพื่ออนุญาตการเข้าถึงแอปและการชำระเงินได้อย่างปลอดภัย %@
tr: Apple Vision Pro; uygulamalara ve ödemelere güvenli erişim sağlamak için yüzünüzün eşsiz, üç boyutlu özelliklerini tanıyabilir. %@
uk: Apple Vision Pro може розпізнавати унікальні тривимірні риси вашого обличчя для безпечного доступу до програм і платежів. %@
vi: Apple Vision Pro có thể nhận dạng các đặc điểm ba chiều, duy nhất trên khuôn mặt của bạn để cho phép truy cập bảo mật vào các ứng dụng và thanh toán. %@
zh_cn: Apple Vision Pro可识别你独有的三维面部特征，以允许安全访问App及进行支付。%@
zh_hk: Apple Vision Pro可以識別你獨有的3D面部特徵以讓你安全地取用App及付款。%@
zh_tw: Apple Vision Pro可以辨識你獨有的3D臉部特徵來讓你安全地取用App和付款。%@

# ENROLL_FAILED_DIFFERENT_FACE_TITLE
source: Not The Same Face
ar: ليس الوجه نفسه
bg: Не е същото лице
ca: No és la mateixa cara
cs: Jiná tvář
da: Ikke det samme ansigt
de: Nicht dasselbe Gesicht
el: Δεν είναι το ίδιο πρόσωπο
es: Cara diferente
es_us: No es la misma cara
fi: Ei samat kasvot
fr: Visage différent
fr_ca: Visage différent
he: פנים של אדם אחר
hi: यह चेहरा अलग है
hr: Nije isto lice
hu: Az arc nem ugyanaz
id: Bukan Wajah yang Sama
it: Volto diverso
ja: 顔が一致しません
kk: Бірдей бет емес
ko: 동일한 얼굴이 아님
lt: Ne tas pats veidas
ms: Bukan Wajah yang Sama
nl: Niet hetzelfde gezicht
no: Ikke samme ansikt
pl: Inna twarz
pt_br: Rosto Diferente
pt_pt: Rosto diferente
ro: Nu este același chip
ru: Не то же лицо
sk: Iná tvár
sl: Obraz ni isti
sv: Inte samma ansikte
th: ไม่ใช่ใบหน้าเดียวกัน
tr: Aynı Yüz Değil
uk: Не те саме обличчя
vi: Không phải cùng một khuôn mặt
zh_cn: 不是同一个人的面部
zh_hk: 不是同一張面孔
zh_tw: 不是同一張臉

# PEARL_UNLOCK_ATTENTION_TITLE
source: Require Attention for Face ID
ar: يتطلب الانتباه لمصادقة بصمة الوجه
bg: Изискване на внимание за Face ID
ca: Requereix l’atenció per al Face ID
cs: Vyžadovat pro Face ID
da: Opmærksomhed ved Face ID
de: Aufmerksamkeitsprüfung für Face ID
el: Απαίτηση προσοχής Face ID
es: Requerir atención para Face ID
es_us: Requerir atención para usar Face ID
fi: Vaadi katsekontaktia Face ID:lle
fr: Exiger l’attention pour Face ID
fr_ca: Exiger l’attention pour Face ID
he: דרישת תשומת לב לשימוש ב-Face ID
hi: Face ID के लिए ध्यान देना आवश्यक
hr: Zahtijevaj pažnju za Face ID
hu: Figyelem szükséges a Face ID-hoz
id: Perlukan Perhatian untuk Face ID
it: Richiedi di guardare verso Face ID
ja: Face IDを使用するには注視が必要
kk: Face ID үшін назар аудару қажет
ko: Face ID 사용 시 화면 주시 필요
lt: Reikalauti dėmesio naudojant „Face ID“
ms: Perlukan Perhatian untuk Face ID
nl: Aandacht vereist voor Face ID
no: Krev øyekontakt for Face ID
pl: Face ID wymaga uwagi
pt_br: Exigir Atenção para o Face ID
pt_pt: Pedir atenção para Face ID
ro: Atenția privirii pentru Face ID
ru: Требование внимания для Face ID
sk: Vyžadovať pozornosť pre Face ID
sl: Zahtevaj pozornost za Face ID
sv: Kräv uppmärksamhet för Face ID
th: ต้องตั้งใจมองเพื่อใช้ Face ID
tr: Face ID İçin Dikkat Gereksin
uk: Вимагати уваги для Face ID
vi: Yêu cầu chú ý cho Face ID
zh_cn: 需要注视以启用面容ID
zh_hk: 使用Face ID需要注視螢幕
zh_tw: 使用Face ID需要注視螢幕

# INSTRUCTION_SUBSTATE_2
source: Move Closer
ar: اقترب أكثر
bg: Приближете се
ca: Apropa’t
cs: Přibližte se
da: Flyt tættere på
de: Etwas näher heran
el: Μετακινηθείτε πιο κοντά
es: Acércate
es_us: Acércate
fi: Siirry lähemmäksi
fr: Rapprochez-vous
fr_ca: Approchez-vous.
he: יש להתקרב
hi: निकट लाएँ
hr: Približite se
hu: Jöjjön közelebb
id: Dekatkan
it: Avvicinati
ja: 近づいてください
kk: Жақындаңыз
ko: 좀 더 가까이 이동하십시오.
lt: Prieikite arčiau
ms: Hampiri
nl: Iets dichterbij
no: Flytt deg litt nærmere
pl: Przybliż trochę
pt_br: Aproxime-se
pt_pt: Aproxime‑se
ro: Apropiați‑vă
ru: Поднесите ближе
sk: Posuňte sa bližšie
sl: Približajte se
sv: Flytta närmare
th: ขยับเข้าใกล้
tr: Biraz Yaklaşın
uk: Трохи ближче
vi: Di chuyển đến gần hơn
zh_cn: 移近一点
zh_hk: 靠近一點
zh_tw: 靠近一點
